---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.BackgroundColor
source: html/959eaa84-8ef6-e48f-61d5-d2059760506d.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.BackgroundColor Property

Indicates if the background color characteristic is overridden.

## Syntax (C#)
```csharp
public bool BackgroundColor { get; set; }
```